adpyke.vscode-sql-formatter
bmewburn.vscode-intelephense-client
brapifra.phpserver
burkeholland.simple-react-snippets
danielpinto8zz6.c-cpp-compile-run
eamodio.gitlens
esbenp.prettier-vscode
hediet.vscode-drawio
josevseb.google-java-format-for-vs-code
miguelsolorio.min-theme
miguelsolorio.symbols
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
prisma.prisma
qwtel.sqlite-viewer
redhat.java
ritwickdey.liveserver
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
